IDEA Open Model
CheckResAnchor Properties
The CheckResAnchor type exposes the following members.
Properties
Name | Description
CheckStatus
 Status of the Check
LoadCaseId
 Id of Load Case
Name
 Name
UnityCheck
 Unity Check
Top
See Also
Reference
CheckResAnchor Class
IdeaRS.OpenModel.Connection Namespace